{
"embedding_fulltext_search_content": [
	{
		"id" : 1,
		"c0" : "During a field trip, Gwen Stacy was bitten by a radioactive spider and given spider powers but when she used these spider powers, made her own costume and became Spider-Woman.\n    As Spider-Woman, she faced the Lizard, which turned out to be a mutated Peter Parker that turned himself into the monster in an attempt to be \"special\" like Gwen and during a battle with Spider-Woman, he suffered massive harm and died. \n    Seemingly being her fault, the police and her father (head of NYPD) wanted Spider-Woman for the murder of Peter Parker.\n    Gwen was one of the first spider-people to be contacted by Spider UK to join his Spider Army to fight against the Inheritors during the hunt of spider people.\n    Gwen was sent to Earth-21205 to recuit a Peter Parker that was driven mad by Gwen's death and became the Green Goblin of his reality. However, that version of Peter was killed by Verna and her Hounds. Gwen was teleported away, upset she couldn't save another Peter Parker.\n    Gwen also appeared in the finale of Spider-Verse where she helped to fight against the Inheritors and defeat them.\n    After returning to her reality, she tried to turn public opinion in her favor by capturing a new villain named \"Vulture\". The media seemingly linked Spider-Woman and the Vulture together and Gwen set out to prove them wrong.\n    She found Vulture and they both began to fight. Vulture started to fly away, but Gwen caught him with her webs. Vulture cut the webs using his wings and Gwen fell a great distance to the ground. \n    Vulture, not believing Spider-Woman to be dead, flew to attack George Stacy to find out his connection with Spider-Woman due to her rescuing him from Aleksei Sytsevich some time ago, and gassed the area.\n    Gwen used this gas as a cover to change into her Spider-Woman costume and take down Vulture. During the fight, Captain Stacy shot Vulture in the shoulder, forcing them to retreat. Gwen pursued, and although gassed up, she took down the Vulture and webbed him to a police car in an attempt to earn the NYPD's trust.\n    With the destruction of the universe, an amnesiac Gwen found herself on Earth-15513 under the assumed alias of Ms. Woodley, an employee of Ozcorp. teaming up with Peter Porker of Earth-831, Anya Corazon of Earth-616, William Braddock of Earth-833, Pavitr Prabhakar of Earth-50101, and Peter Parker of Earth-90214, Gwen managed to overthrow Mayor Norman Osborn and stop him from hijacking control of the Web of Life and Destiny. Following the restoration of the multiverse, Gwen became a part-time member of the Web-Warriors, helping to protect dimensions that had lost their Spider-Totems to the Inheritors.\n    Gwen Stacy was born in Forest Hills to George and Helen Stacy. Following her mother's death, she was raised by George alone. Gwen's free spirit and artistic inclinations often put her at odds with the type of ethics her father worked to instill. As a result of this contrast with her father, Gwen would often retreat into quiet seclusion and play the drums."
	},
	{
		"id" : 2,
		"c0" : "Over time, she developed a friendship with her neighbor and fellow introvert Peter Parker, sharing their love for music.At Midtown High School, Gwen developed relationships with other students, a group of girls with whom she formed the band, The Mary Janes,and rebellious affluent student Harry Osborn."
	},
	{
		"id" : 3,
		"c0" : "After being bitten by a genetically-engineered spider, Gwen was granted arachnid-like super-powers, and started a career as a crimefighter, dubbed by the media as \"Spider-Woman.\" She was given a costume and a set of web-shooters by retired crimefighter Janet van Dyne. Gwen spent most of her early adventures focused on exploiting and maintaining her newfound attention more than helping those in need; however, Gwen's behavior changed after her father expressed he believed Spider-Woman could easily help people."
	},
	{
		"id" : 4,
		"c0" : "Spider-Woman's influence also caused one of the biggest tragedies in Gwen's life. The bullied Peter Parker, desperate to be special like his idol Spider-Woman, conducted an experiment that turned him into a Lizard-like creature. Parker crashed the Midtown Senior Prom, where Gwen fought him. Despite his pleas for de-escalation, Gwen did not pull any punches. Following Gwen’s beatdown, Peter returned to his human form but, due to the injuries sustained at Gwen's attacks, he died. With no evidence or link to his transformation, Spider-Woman was blamed by the media for Peter's death and branded a criminal."
	},
	{
		"id" : 5,
		"c0" : "Haunted by Peter's death, Gwen doubled her efforts to fight crime to redeem herself. Additionally, Gwen's father George was tasked with conducting the NYPD investigation to capture Spider-Woman. This drew the attention of Matt Murdock - a corrupt lawyer, leader of the Hand ninja, and the right hand and successor to New York's Kingpin of crime - who sent hitman Aleksei Sytsevich to kill George in an attempt to make an ally of Spider-Woman. After thwarting the murder attempt, Gwen found herself held at gunpoint by her father, and she was forced to reveal her double identity. She pleaded her innocence, and swore to never rest until criminals like the Kingpin were stopped. Captain Stacy told her to leave the scene before he changed his mind.\n    Gwen is a free-spirited individual with artistic inclinations, traits of which would put her at odds with the types of ethics her father tried to instill. She has an interest in music, hence her role as a drummer in the Mary Janes, and a love for corn dogs. Like her father, Gwen possesses a strong sense of justice and is a natural detective, both of which catered well to her decision to become a superhero after receiving her powers."
	},
	{
		"id" : 6,
		"c0" : "In her earlier adventures, Gwen relished in the attention as Spider-Woman, opting to exploit and maintain it rather than use her abilities altruistically; however, her behavior changed when her father expressed his belief that Spider-Woman could easily help people. After Peter Parker, who had mutated into the Lizard, died in a fight against her, Gwen harbored an immense amount of guilt, and her being blamed by the public for his death only served to worsen it greatly. Regardless, she had a strong enough will to continue being Spider-Woman, no matter how much enmity much of the world had for her."
	},
	{
		"id" : 7,
		"c0" : "Unfortunately, Gwen's protective nature has given way to desperation and vengeance at times, as she had been prompted her to commit terrible actions or at least consider them. Most notably her response to her powers diminishing and the mounting charges against her father, when she entered a deal with the Matt Murdock of her dimension, which led to a series of disastrous events, including her union with the symbiote and her intentions to kill Murdock for his transgressions."
	},
	{
		"id" : 8,
		"c0" : "At the end of the day, Gwen is willing to take responsibility for her actions and recklessness. This is shown after she spared Murdock, in which she revealed her identity and turned herself into the authorities, as well as accepting her conviction and a one-year sentencing to a S.H.I.E.L.D. prison She even declined Captain America's offer to join a task force as recompense for her sentencing, opting to carry out her sentence and endure the abuses she faced in prison."
	},
	{
		"id" : 9,
		"c0" : "After her release from prison, Gwen had struggled to balance her civilian and superhero lives. She realized it was foolish of her to expect to return to a normal life, and lamented the fact that she no longer had a secret identity, but struggled onward as best she could.Upon realizing she could carry out a normal life in the Prime Marvel Universe, she decided to enroll in the ESU located there and came to enjoy the lifestyle split between there and her own dimension. When coming to terms with her present circumstances, she decided to rebrand her superhero identity after something Miles Morales had said to her when he first saw she had survived their latest encounter with the Inheritors, \"Ghost-Spider,\" believing that \"death follows [her].\" "
	},
	{
		"id" : 10,
		"c0" : "After bonding with the symbiote, Gwen initially regretted becoming host to it. Noticing that since bonding with it she became much more aggressive and violent. She had also become wary of it's behavior, such as dispensing \"gummy spiders\" she is not controlling, the frequent headaches, and occasional blackouts. However, she also acknowledges that it is a living creature that is her responsibility, and she has taken it upon herself to show it a better path alternative to the more destructive nature its inclined to."
	},
	{
		"id" : 11,
		"c0" : "Hu tao, the 77th Director of the Wangsheng Funeral Parlor. She took over the business at a rather young age.\n    Hu tao is Liyue Harbor's \"Versemonger of the Darkest Alleys\".\n    Hu Tao uses the medium female model. She has a fair complexion; bright scarlet eyes with white, blossom-shaped pupils; faded red makeup painted at the corners of her eyes; and long dark brown hair fading to crimson at the tips.\n    Despite her position, she's an amiable person who puts on no airs.\n    Her antics are as plentiful as the sand on Yaoguang Shoal. She never ceases to shock people with her countless bizarre ideas.\n    Hu Tao may seem like all play and no work, spending every free moment on leisure and being widely considered a laissez-faire business owner.\n    It is only during funeral ceremonies, when she personally leads her undertakers through lamp-lit alleys, that she shows her dignified and solemn side.\n    At first glance, she appears to be a quirky and cheerful girl. No one would think that she is actually the renowned and illustrious Hu Tao.\n    Whether she is acting as the Director of the Wangsheng Funeral Parlor or as Liyue Harbor's \"famous\" poet, Hu Tao's nature is exceedingly eccentric. Like lightning or sparks of flame, she always comes and goes in the blink of an eye, igniting everything around her.\n    She pens poems by the oil of midnight and flits across mountains and seas by daylight. She appears at any time and at any place. From bustling streets to barren alleys, to derelict mountains and desolate peaks, in radiant and refulgent skies, or shadowed and starless night... Anything is possible — anything can become full of wonder.\n    Hu Tao is an undecipherable riddle, but people don't lament their lack of an answer. If asked, they would say, \"This is the natural order of things, right? After all, no one can outrun the wind or take hold of a flame!\"\n    She walks the line between life and death, shouldering responsibilities unknown to most mortals.\n    Be careful around Hu Tao, lest she leads you by the nose!"
	},
	{
		"id" : 12,
		"c0" : "Funeral ceremonies allow mortals to leave this world with dignity.\n    And Liyue's Wangsheng Funeral Parlor is said to be painting the last strokes on the scrolls of people's lives in the most respectful way.\n    Traditional funerals include multiple steps such as holding a wake, burial, putting up a memorial plaque... All of which are subject to strict rules.\n    Regardless of their social standing and level of wealth, all who depart deserve a ceremony that would do them honor. This is the Wangsheng Funeral Parlor's client One would think that such a reputable organization ought to be led only by an individual of utmost learning and sagacity.\n    Yet the heavy mantle of the 77th Director has fallen on the shoulders of a young lady like Hu Tao.\n    She has got quite a reputation in Liyue. Whenever someone mentions Hu Tao, their neighbors find it extremely hard to navigate the conversation.\n    Although she is widely praised for her wit and shrewdness, her eccentric notions are not as welcome, as she often lets her imagination run wild.\n    As a three-year-old, she would read through volumes of classic texts while doing handstands. At six, she would cut classes and fall asleep in coffins. When she was eight, she started living in the parlor and learning the etiquette of funeral ceremonies...\n    One would never use the word \"measured\" to describe her behavior.\n    During her teenage years, Hu Tao was tasked with conducting a funeral ceremony for the first time.\n    The parlor's undertakers and consultants were anticipating her debut with their stomachs in knots as if they were suspended over the peaks of Jueyun Karst."
	},
	{
		"id" : 13,
		"c0" : "Fortunately, Hu Tao treats the parlor's operations with the utmost importance and is always looking to grow her business.\n    \"At the Wangsheng Funeral Parlor, the living give us Mora to see the dead on their way. We have a responsibility to both parties, so we gotta make sure both sides are happy.\"\n    When it comes to the parlor's rules, Hu Tao knows them all like the back of her hand. \n    Each day when the parlor closes its doors, Hu Tao invites consultants from different walks of life to pass their teachings on to the undertakers.\n    \"The funeral tradition is like science. It cannot be performed based on impressions and personal habits.\"\n    Of all the lecturers, Zhongli is the most revered one. As such, his lessons have proven to be the most effective in cultivating the competence of Wangsheng Funeral Parlor's undertakers.\n    Despite often being teased by Hu Tao due to his old-fashioned style, he is also the person that she trusts the most.\n    Apart from that, Hu Tao always instructs her undertakers to respect their clients' wishes and not insist on any particular form of funeral.\n    \"Some clients want nothing more than a peaceful ceremony; some opt for a more lively style of event. There are also wealthier clients who would request a funeral arrangement of the most pompous kind. The services we provide have to be tailor-made according to the clients' needs.\" \n    Ever since Hu Tao took over, the parlor's operations have been solid and reliable, with ceremonies conducted so tactfully that quite a few superstitious people in Liyue Even so, Hu Tao still has a tendency to wander off, disappearing as soon as her undertakers are busy listening to lectures.\n    The hobbies and interests of this young director are just as eccentric as her personality, and yet it is difficult to say with certainty if those activities are of a purely leisurely nature.\n    Hu Tao's shadow can be seen in the moonlit docks or at the highest, most precarious viewpoints in the mountains, where she's likely to take in the scenery and shape her thoughts into beautiful poetry.\n    She loves to roam freely at night, looking for inspiration. When it strikes her, no matter where she is, she cannot help but compose a poem on the spot.\n    If they are particularly lucky, the traveling merchants taking respite around the Huaguang Stone Forest can spot a mysterious girl keeping herself amused in solitude.\n    Hu Tao can play a four-player card game accompanied by no one for hours on end. \n    That said, the joys of engaging in such activities remain a mystery to all but Hu Tao herself."
	},
	{
		"id" : 14,
		"c0" : "The Ministry of Civil Affairs is guarded by two life-like stone lions, a symbol of power and authority.\n    However, Hu Tao, who happened to be passing by the ministry building one day, saw them in a different light. At first, she examined the lions with a thoughtful look, but soon enough, her pensive face gave way to a wide smile, as she slapped them on the fore-paws.\n    From that moment on, Hu Tao often visited and petted the stone statues. Not only would she talk to them, but also give them pet names — Whiskers for the one on the left and Mittens for the one on the right.\n    On occasion, she would even bring a bucket of water and a big brush to bathe them, each move so careful and deliberate that one might think that they were her.\n    As it happened, another feline, a living and breathing calico cat, could be found enjoying the local delicacies in front of Xinyue Kiosk, not too far from the ministry building. One day, some city folk came to play with the restaurant's favorite, providing an interesting foil for Hu Tao's peculiarities. \n    Met with befuddled gazes of the bystanders, Hu Tao showed unwavering confidence.\n    \"Sure, your kitty's cute, but the same can be said about my Whiskers and Mittens. Their fur might be harder, but they're still just as fluffy! Any animal that brings people joy may become a pet. And when it comes to majestic looks, your little fur-ball simply can't measure up to my lions!\" \n    Suffice to say that this explanation was met with even greater consternation from the onlookers.\n    Yet the group of people shocked the most and most often by Hu Tao's antics were the ministry guards. Soft footsteps could often be heard in front of the building at around midnight. Initially, the guards suspected that it had been a thief preparing to rob officials. To their unceasing surprise, it would turn out to just be a young lady playing with the stone lions.\n    The guards were faced with an even bigger conundrum when, once everyone had reluctantly got used to her presence, Hu Tao discontinued her visits.\n    Subsequently, they decided to keep guard by the lions for many days, anticipating Hu Tao's return. Once they finally had the opportunity to ask her why she would not visit anymore, they received the most absurd of answers. \n    \"Whiskers and Mittens are adults now and can take care of themselves! Excuse me, I'm running late for my heart-to-heart with a Statue of the Seven regarding the meaning of life!\" "
	},
	{
		"id" : 15,
		"c0" : "Not long after her initial meeting with the little zombie, Hu Tao decided that, as her self-proclaimed true friend, she should grant Qiqi eternal peace.\n    Hu Tao would go on to kidnap Qiqi several times following much deliberation in every instance, including calculating the most auspicious time for the ceremony, aiming to follow the standard procedure of cremation, after which she would place Qiqi in a tomb on the outskirts of the city.\n    In fact, she would have succeeded already if not for Baizhu's timely interventions.\n    Each time the Bubu Pharmacy's owner managed to catch up with them, Hu Tao had already had Qiqi packed in a bag, with only her head sticking out, staring in utter confusion as Hu Tao was vigorously digging a hole for the pyre.\n    Afterwards, Hu Tao sent Qiqi an apology letter, in which she expressed deep regret that she had not been able to lay Qiqi to rest fast enough.\n    In Hu Tao's eyes, Qiqi passed away a long time ago, but has been trapped in this world and cannot free herself of her eternal suffering.\n    Baizhu, for his part, had grown ever more relentless in his pursuit of eternal life after meeting Qiqi. This act of defiance against the cycle of life and death was unacceptable to Hu Tao.\n    She wanted to bury Qiqi not only out of consideration for her friend but also to restore the natural order.\n    But Qiqi could not disagree more, as she was afraid of death and disliked Hu Tao for her attempts.\n    Because the struggle between Hu Tao and her had been going on for so long, Qiqi has experienced a breakthrough. She has started to remember places where she might hide to avoid being captured by Hu Tao.\n    Perhaps it was due to those desperate survival efforts that Hu Tao decided to do something unusual and dig deeper into Qiqi's past.\n    The story of her accident and the mystery of the adepti... That series of coincidences filled Hu Tao's heart with hesitation.\n    Since Qiqi's will to live is so strong, she should not be forced to move on. Given the circumstances, she could only be treated as a rare exception that eludes the natural laws.\n    Ever since, Hu Tao's attitude towards Qiqi has changed drastically, to the point that she would pamper her.\n    Unfortunately, the damage has been done and Hu Tao has become Qiqi's bugbear. The little zombie may need several years more to let go of her grievances."
	},
	{
		"id" : 16,
		"c0" : "She dubs herself the \"versemonger of the darkest alleys,\" and free verse flows forth untamed from her mouth whenever she has free time to be out on the streets.\n    The \"Hilitune\" is Hu Tao's most famous work, well-loved not only by the people of the harbor, but ever on the lips of children as far as Qingce Village as well.\n    Hobbyists and critics alike were greatly surprised by the simple but profound originality of the \"Hilitune\" and its creation, and went to Wanwen Bookhouse in droves to search for the works of this great poet. Unfortunately, Hu Tao's anthologies, named \"Fiddlesticks\" and \"Of Common Lives\" respectively, have yet to be published.\n    Xingqiu, ever immersed in books, also wanted to meet this strange person, and so chose an auspicious date to visit, bringing a gift with him.\n    The two hit it off immediately, and they exchanged pointers and impromptu poetry in Wangsheng's main hall — and when faced with the poetry of Xingqiu's traditional, artistic bent, Hu Tao could always return in kind with some strange and marvelous verse.\n    And there was meaning in the chaos, indeed, a rhythm to the bizarre that anyone could perceive, and it was catchy, too.\n    Thus did she \"beat the old master with untrained fists,\" leaving Xingqiu at a loss for words.\n    At length, the poetic spar ended amiably, and they have been friends ever since, reading and composing poetry with one another when they have the time to meet.\n    Over time, Chongyun, too, was pulled in to serve as an umpire, their laughter filling the streets.\n    The poems born from these sessions would also be recorded by bystanders.\n    If ever you should hear a pair of matched verses, one strict and the other playful, you are most likely to have heard one created jointly by Hu Tao and Xingqiu."
	},
	{
		"id" : 17,
		"c0" : "This hat is somewhat on the hard side, and the insignia of the Wangsheng Funeral Parlor adorns its front.\n    It is said that this hat was passed from the 75th Director to Hu Tao. However, that director was large, musclebound, and had a head at least two sizes larger than hers.\n    Ultimately, Hu Tao had to spend an entire day and night to modify the hat with her own hands such that its dimensions would fit hers. When she meets others, she tells them: this hat is magical, upholding good and repelling evil, and is a bringer of peace!\n    The undertakers laugh and leave it at that, but the 77th Director clearly does treasure that hat.\n    No matter the rain or storm, or if Hu Tao returns late covered in muck, that hat will remain spotless and clean.\n    The plum blossom that adorns the side of the hat is plucked from a plum tree that Hu Tao planted and grew herself.\n    Its creation process is as follows: pluck and air-dry, then paint, lacquer, and outline carefully before sun-drying for three days and voila — a beautiful accessory, soft to the touch and bearing a delicate fragrance."
	},
	{
		"id" : 18,
		"c0" : "This tale should begin with the funeral of Hu Tao's grandfather.\n    Ten days before the funeral itself, Old Hu had passed away following a bout of illness. For its 75th Director, Wangsheng Funeral Parlor held a grand funeral, in accordance with the last wishes of the old man himself, to be conducted by Hu Tao.\n    Only thirteen at the time, Hu Tao, who would later go on to become the Director in turn, made all the arrangements herself to the highest standard, greatly impressing the undertakers.\n    After the funeral, the thirteen-year-old Hu Tao grabbed her traveler's bag and crept out alone in the dead of night. In her bag were only a few rations, some water, and a means to create some light. She was headed to a mysterious and seldom-seen frontier.\n    Heading straight from Wuwang Hill, one may arrive at the \"border.\" It is the line that separates life and death, the secrets of which have been managed by Wangsheng Funeral Parlor for generations. \n    According to legend, it is a place where the souls of past relatives and the spirits of those with unfulfilled aspirations linger. For Hu Tao, this journey was a chance to see her grandfather once more before he departed forever.\n    For two days she journeyed unceasingly before finally arriving at her destination, yet was unable to locate her grandfather upon arrival. Between the innumerable spirits she walked, but not one of them resembled the old man.\n    She stayed there the whole day before falling asleep in exhaustion, awakening to a night sky and heavy dew. Around her were gathered a few lone spirits, clapping and laughing: \"Silly girl, why would Old Hu be here of all places? What were you thinking, looking for your relatives here?\"\n    Not one to be swayed so easily, Hu Tao continued to wait, day after day. Her rations gradually disappeared and her water supplies drained away, but her grandfather did not appear. In the end, it was a little old woman who came to her.\n    She laid eyes on the exhausted Hu Tao and smiled as she spoke: \"Look at your stubbornness. You're exactly like Old Hu. It's a shame, but none of the Wangsheng Funeral Parlor Directors would ever linger here. You come from a family of plain speakers, so let me return the favor... Go back. Go back to where you came from.\"\n    The old woman bid farewell to Hu Tao, before passing over the border and into the distance. Hu Tao watched as the figure of the mysterious woman grew smaller and disappeared, as a sense of doubt tinged with relief manifested itself.\n    t last she came to the conclusion: her grandfather's absence was due to him having passed over the border as soon as he'd arrived, to the place where he was bound. He had been open and honest in life, leaving behind no regrets, so was it right for his departure to be framed in regretful terms? \n    With a smile, she set forth on the return journey.\n    The faraway moon had been casting a thin light on the way over but had now been replaced by the bright light of dawn. As she walked, Hu Tao thought of a saying that her grandfather had often quoted: \"Live in life, die in death. Follow your heart, do what you can.\"\n    It was noon when Hu Tao arrived home. She climbed over the wall into the rear courtyard, went straight to her room, and unpacked her travel bag.\n    With her food and water long gone, and the rest of her belongings unpacked, the bag she had taken for empty instead contained a colorful Vision. Just when had it arrived?\n    s one of the few living that had dared to visit the border, perhaps Hu Tao's actions had moved some unknown god.\n    Perhaps this then constituted a heavenly gift... the ultimate recognition of her strength."
	},
	{
		"id" : 19,
		"c0" : "A recurring gag in the game is calling Paimon \"Emergency Food.\"\nThe first instance of this can be found in the Archon Quest Wind-Riding Knight in Prologue: Act I - The Outlander Who Caught the Wind, where the Traveler, during their first meeting with Amber, has the option of introducing Paimon as \"Emergency Food.\"\nWhile having a conversation with Little Xing, Little Xing questions if Paimon is \"some kind of food?\"\nDuring Friendship in Writing in Yae Miko's Story Quest, Divina Vulpes Chapter: Act I - The Great Narukami Offering, the Traveler is tasked with forming ideas for a short novel based on their travels. For the novel's first chapter, one of the options is \"Reincarnated in Another World: Encounters with Airborne Emergency Rations.\"\nVerr Goldet, the boss of Wangshu Inn, describes Paimon as a \"floating elf companion.\" Notably, she is one of the few characters who remarks on Paimon's appearance — others tend to refer to her as a \"mysterious flying pet\" or some other similar term.\nStarsnatcher describes Paimon as \"talking fairy，\" or \"talking mini Seelie\" ， though Paimon is confused by this remark about her."
	},
	{
		"id" : 20,
		"c0" : " HoYoverse's official announcement and developer messages are sent by \"P·A·I·M·O·N\" in the mail system. This is different from Paimon's own mail, which is signed simply as \"Paimon.\"\n    The pause menu is called the \"Paimon Menu,\" and is indicated in-game by an icon resembling Paimon's head.\n    Despite her omnipresence in marketing and player communication, Paimon is something of an enigma with regards to the plot and Teyvat as nothing about her prior to being fished out of the water is known, or even about her basic nature.\n    Paimon appears to be resistant to certain phenomena which would otherwise require a Vision or elemental affinity, such as the contaminated region of Avidya Forest in Tighnari's Story Quest Vulpes Zerda Chapter: Act I - The Unanswerable Problems.\n    Paimon shares the same Japanese Voice Actress with Rozaliya Olenyeva from Honkai Impact 3rd.\n    This was joked about during the Honkai Impact 3rd × Genshin Impact crossover in the event Outworld Quest: Proposal 1, where Rozaliya, standing in for the Traveler, asks Paimon why she sounds just like her, to which Paimon responds \"Ahem! Why would you say weird things like that? You just woke up! And how do you know? There's no dubbing!\" "
	},
	{
		"id" : 21,
		"c0" : "It is hinted that Paimon cannot swim. During Bird's Eye View, when the Traveler swims to the island in Starfell Lake, she floats above them just over the water."
	},
	{
		"id" : 22,
		"c0" : "Paimon claims to be \"the god of protection,\" her reasoning being that she considers herself the Traveler's bodyguard. It is jokingly suggested that Paimon has more than one stomach, where one of them specifically contains liquids."
	},
	{
		"id" : 23,
		"c0" : "Paimon has these nicknames: Emergency Food Floating elf companion、Floating child Little one、Flying Lavender Melon、Skycleaving White-Iron Lavender Melon、White Fur 、Byemon 、Spymon、Paimore、Human hatchling、Two-legged hatchling、Little One、My Little Helper 、Your Most Eminent Flying Companion、Lady Paimon、Talking Adeptal Fruit、White Floaty、White High-Intelligence Floating Assistive Unit、Silver Companion、Pale Floater."
	},
	{
		"id" : 24,
		"c0" : "She toyed with the joystick, day in, day out.\n    A fast food restaurant with only one employee, a basement turned into an arcade hall, several old arcade machines — this was her childhood."
	},
	{
		"id" : 25,
		"c0" : "She didn't have a legal name or an identity number, only a nickname the proprietress chose for her.\n    She did not have any friends, but she is not lonely.\n    She liked the game of Pong — two lines and a dot of light, the simplest of ball games. She could play it for a whole day.\n    She liked Battle Wheel 32 — eight blocks of different colors on a matrix-drawn sky. There was only one rule: Win, no matter what.\n    She liked Geometric Wars, Odysseus, and Star Cheetah. The score records on these games were filled with astronomical numbers left by other patrons."
	},
	{
		"id" : 26,
		"c0" : "She toyed with the joystick, day in, day out.\n    Until one day, only one name remained on all of the score records."
	},
	{
		"id" : 27,
		"c0" : "She set down the joystick and looked around the empty basement.\n    Many people have sought respite in this place, but few stayed behind.\n    Many have left, but few returned.\n    She blinked and turned off the screen."
	},
	{
		"id" : 28,
		"c0" : "That night, the only employee of the fast food restaurant said goodbye to proprietress, and became the next person to leave.\n    The game called Basement ended that night.\n    She traveled west through the barren land, arriving at Mount Scrap.\n    She wants to find a job, but was obstructed by her tendency to be a loner.\n    On Punklorde, almost everyone works in teams. Loners usually don't last long."
	},
	{
		"id" : 29,
		"c0" : "Acquiescing to her situation, she fabricated some virtual partners.\n    Her first one was called Friend. Of course it was.\n    Her second was Demon Lord, inspired by a poster she saw on the streets. In her imagination, it was a veteran who had lost the ability to speak.\n    She suddenly thought this team was too harmonious and lacked realism, so she named the third one Whitecollar and the fourth Servant.\n    Her final one was called Preschool Classmate — there wasn't a special meaning attached to this. She just really ran out of ideas. After much deliberation, she deleted this last person from her list.\n    She stored her \"partners\" in an intelligent weapon, so she could pompously introduce her sizable team to intermediaries."
	},
	{
		"id" : 30,
		"c0" : "She got her first job — its risk was as unimaginable as its reward.\n    Maybe she sold herself too well that people believed her, or they just wanted to see this newbie's performance, dead or alive."
	},
	{
		"id" : 31,
		"c0" : "On Punklorde, almost everyone works in teams. Loners usually don't last long.\n    Those who could last would eventually become legends."
	},
	{
		"id" : 32,
		"c0" : "After 24 system hours, she walked out of the Slag Gang's base — alone and through the front gate.\n    The intermediary was silent. They looked at her, then at the sky, before turning around to toss a chest full of gold ingots on the ground.\n    The game called Mount Scrap ended that day.\n    She stood at the top of the tallest building in the Rainbow City, from which she could see her birthplace.\n    A fast food restaurant with only one employee, a basement turned into an arcade hall, several old arcade machines — this was her childhood."
	},
	{
		"id" : 33,
		"c0" : "She remembered liking the game of Pong — two lines and a dot of light, the simplest of ball games. She could play it for a whole day.\n    Just like how right now the crimson lights of the hoard of drones filled the night sky in crisscrossed line. Wave by wave they swarmed her, and wave by wave they fell."
	},
	{
		"id" : 34,
		"c0" : "She remembered liking Battle Wheel 32 — eight blocks of different colors on a matrix-drawn sky. There was only one rule: Win, no matter what.\n    Just like how right now distinct colors split the internet into eight regions, and people from all kinds of organizations gather in the square for a singular goal — to capture Silver Wolf, no matter the cost."
	},
	{
		"id" : 35,
		"c0" : "She remembered liking Geometric Wars, liking Odysseus, liking Star Cheetah. The score records on these games were filled with insurmountable, astronomical numbers.\n    Just like how right now— Wait, no, only this is somewhat different...\n    \"Insurmountable.\" Hah, what's that?"
	},
	{
		"id" : 36,
		"c0" : "She stood at the top of the tallest building in the Rainbow City, from which she could see her birthplace.\n    She has climbed too high for another person to stand beside her.\n    However, she looked up even higher than before. She can see the starry skies within reach of her hands, but yet so impossibly far."
	},
	{
		"id" : 37,
		"c0" : "\"So boring.\"The game called Rainbow City ended that day.\n    She stood on a chair and dusted the screen of the arcade machine in circular motions again and again, trying to wipe away each particle of dust on it.\n    She returned to that fast food restaurant, to that basement. She opened the door, and everything was where they used to be. The proprietress kept all the arrangements for her."
	},
	{
		"id" : 38,
		"c0" : "The soft pink light spilled on the screen like the neon lights in the city, reminding her of the starry skies she saw on that day.\n    She was not the first to reach the top of that building, and not the first to have gazed upon those starry expanses.\n    She knew the story of Zero, the greatest hacker and the most terrifying player in the era of Internet Wars. He caused the first global network paralysis just to summon the IPC's escort ship to his doorstep.\n    She thought of Sage, the creator of the aether editing technology, a weirdo who named himself after the dead. To leave the planet, he was willing to discard his physical flesh, raid into the Dark Zone, and become a wraith eternally wandering the Interastral Network.\n    She recalled Stoneblade, the pride of Mount Scrap. His tales of resisting the Oasis Zone were oft-told among families in the barren land. Some said he eventually left with the Galaxy Rangers, continuing his rebellious spark in the galaxy.\n    His lover, Twinsnake, a celebrity in the Oasis Zone. Her whereabouts were widely disputed, and all people knew was that their birth could not stop them from being together, but the galaxy eventually parted them."
	},
	{
		"id" : 39,
		"c0" : "On Punklorde, any hacker who can be called \"legendary\" has ended up with the same fate.\n    As the legend of the current era, she knew that she has already arrived at that threshold."
	},
	{
		"id" : 40,
		"c0" : "Clop, clop... She heard footfalls coming from above her, getting closer, closer...\n    One, two, three, four people.\n    A man, a woman, a metal humanoid, and...\n    She sat down, turned around, and looked around the empty basement one last time, before turning to the person at the door..."
	},
	{
		"id" : 41,
		"c0" : "An explosives expert and a regular at the Knights of Favonius's confinement room. Also known as Fleeing Sunlight."
	},
	{
		"id" : 42,
		"c0" : "In part due to her young age, Klee can be very naïve at times and easily confused by topics she doesn't have any context for, such as mistaking Mondstadt's wine industry for a monster,and wondering why Diluc is always grumpy, even going as far as to call him the \"weird grown-up\". Klee is not fond of seeing people argue, as she believes that they only come when someone was in the wrong and that it doesn't feel right to her."
	},
	{
		"id" : 43,
		"c0" : "While she's considered an official member of the Knights of Favonius, Klee's antics often get her into trouble. Like any child, she often tries to flee to avoid being reprimanded, but is eventually caught by Jean who sends her to solitary confinement to self-reflect. While she occasionally does try to do so, she almost always quickly forgets and instead uses the time to brainstorm new bombs and explosives."
	},
	{
		"id" : 44,
		"c0" : "Klee loves her fellow knights, and is well-loved by them in turn. She is particularly fond of Kaeya and Albedo. Whenever she heads out of the city to play, she always follows the \"survival rules\" which Kaeya gave her. Albedo, on the other hand, is an older brother figure who takes care of her. She is also quite fond of Diona, even catching fish to share and offering her Dodoco to pet when Klee unintentionally upsets her. She loves her parents, though she does not see them frequently as they often travel around Teyvat and thus have little time to spend with her."
	},
	{
		"id" : 45,
		"c0" : "Klee has pale skin, light red eyes, pale blonde hair with a prominent cowlick, and elf ears."
	},
	{
		"id" : 46,
		"c0" : "In the streets and back alleys of Mondstadt, it is said that there is a girl in red, who holds an unparalleled treasure within the Knights of Favonius.\n    No matter where or when this girl appears, it's not long before everything goes up in flames.\n    What's more, as the aftermath of the explosions fades away, she disappears without a trace — there are few who have ever seen her face.\n    Amongst the swirling rumors, there are even those that go so far to say that she is the most powerful within the Knights of Favonius.\n    Though as far as Acting Grand Master Jean is concerned, using this power for such destruction simply means..."
	},
	{
		"id" : 47,
		"c0" : "When the patrons of Mondstadt's taverns are asked about the strongest knight of the Knights of Favonius, three names are likely to come up:\n    The highly reputable Acting Grand Master Jean, Cavalry Captain Kaeya, and the mysterious tycoon, Diluc.\n    However, some claim to have witnessed, albeit through bleary, drunken eyes, a knight in red, leveling the entire Stormbearer Mountains.\n    If one wants to find this mysterious knight, then they need look no further than the solitary confinement cell inside the Knights of Favonius Headquarters.\n    If the cell is found vacant... then something explosively unfortunate is likely about to take place...\n    Klee is well known for the danger she presents. As an official member of the Knights of Favonius, her strength in combat cannot be underestimated."
	},
	{
		"id" : 48,
		"c0" : "Though Klee always ends up causing trouble for the Knights of Favonius and Mondstadt, she isn't just some rookie who drags the team down.\n    On the contrary, her skills with explosives can be quite handy if applied correctly.\n    Once, Jean was able to defeat a horde of invading hilichurls utilizing Klee's special talents alone.However, Klee also forever changed the face of Stormbearer Mountains in that same operation due to recklessly placing too many charges...Needless to say, everyone was more than a little shocked, but at least no one from the Knights of Favonius was injured.Since then, the legend of the \"Red Knight of the Stormbearer Mountains\" began to circulate around Mondstadt."
	},
	{
		"id" : 49,
		"c0" : "To Klee, the Knights of Favonius are family, and she can't imagine life without them. Her biggest role model, however, is still her birth mother — the avid adventurer, Alice.A highly renowned adventurer and author of the popular Teyvat Travel Guide, there is nothing this incredible mother cannot do — as far as Klee is concerned, anyway.Whether it's the way she used to guide Klee step-by-step through the techniques for adding gunpowder and selecting fuses, or the encouragement she'd give Klee to express her creativity through ever-bolder and more beautiful fireworks...Or that time she taught her how to identify Starsnatch Cliff's load-bearing points, then place explosive charges accordingly to bring the whole thing down..."
	},
	{
		"id" : 50,
		"c0" : "Dodoco is Klee's first friend, and one of her best.A very long time ago, her mother made this doll for her by hand.Alice affixed it to Klee's four-leaf clover, and hung on her big backpack.From that day forth, Klee and Dodoco became inseparable.Her mother said that this would ensure that Klee would never be lonely and that she would have a friend to confide in even when she was alone.They would also protect each other in times of danger, just like Amber and Baron Bunny.This, however, caused the Knights no need of worry — considering the other things Alice and her daughter had invented, perhaps this, too, might explode at any time...\"Dodoco\" is a name Klee picked herself.When asked what this name meant, she flushed red for a good long while before replying: \"It means... Klee's best friend!\" "
	},
	{
		"id" : 51,
		"c0" : "Having read many military treatises from all over Teyvat since she was a child, Kokomi has a talent for strategy and is capable of outwitting opponents through clever stratagems. Although Watatsumi Island lacks manpower and materiel, its people have managed to turn the tide of battle many times thanks to Kokomi's tactical prowess. Whether in battle, trade, diplomacy, or internal affairs, Kokomi will do her best. Her achievements have won her the respect of Watatsumi Island's various factions.\n    \"Never fear, Her Excellency Sangonomiya is here,\" has become a popular saying amongst the people of Watatsumi Island."
	},
	{
		"id" : 52,
		"c0" : "However, few people know that Kokomi's biggest aspiration has always been to merely be an adviser behind the scenes. Socializing with others is in fact a most tiring task for her. Her hands shake every time she gives a speech, and she entertains thoughts of retreating into herself every time work starts piling up. She enjoys herself most while holed up at home after finishing her work, face buried in her military strategy books.\n    To reach a lofty post at such a young age is considered a great achievement, but for Kokomi, the higher up one is on the mountain, the more treacherous the path."
	},
	{
		"id" : 53,
		"c0" : "The desire to protect Watatsumi Island lives on in the bloodline of the Sangonomiya Clan. The current heir to this bloodline is known as the Divine Priestess. The meaning behind this is as such: to inherit the will of a god in a mortal's body, and to defend this land and its people in that god's stead."
	},
	{
		"id" : 54,
		"c0" : "The inhabitants of Watatsumi Island once lived in Enkanomiya, at the bottom of the sea.It was only by the grace of the god Orobaxi bringing them up to the surface that the civilization of Watatsumi Island exists today.\n    When Orobaxi was slain by the Electro Archon, its body was left as a skeleton and its resentment permeated the land, giving rise to Tatarigami.Yet its desire to protect Watatsumi Island never faded. This will lives on in the bloodline of the Sangonomiya Clan, and follows them from generation to generation.The current heir to this bloodline is known as the Divine Priestess.The meaning behind this is as such: to inherit the will of a god in a mortal's body, and to defend this land and its people in that god's stead."
	},
	{
		"id" : 55,
		"c0" : "The day Kokomi ascended to the role of Divine Priestess, countless inhabitants of Watatsumi Island came to Sangonomiya Shrine of their own accord to see her.Surprise, suspicion, confusion, chuckles... Their expressions were strange, all on account of her overly-young appearance in their eyes.Plots were hatched and questions were endless. The ambitious planned to make their move. The storm was approaching, and all was not at peace on Watatsumi Island.Yet all went back to business as usual not long after Kokomi ascended to her position.She was fair in distributing rewards and punishments alike, appreciated the contributions of the people, and was militarily skilled. Her many abilities quickly won the hearts of most of the people.\"Things will be alright as long as Her Excellency is here\" soon became the most widespread saying on the island."
	},
	{
		"id" : 56,
		"c0" : "When Kokomi has the time to spare, she will go on walks on Watatsumi Island alone.She often tries to avoid crowds, pacing slowly through the violet forests, sometimes sitting by the seaside and looking out into the distance.The sun and the moon rise over the sea, the stars shine in their skies, and the sound of the waves is pleasing to the ear, relaxing the soul.Sometimes she will even place a seashell on her head, only to put it back where she found it when she leaves.In her mind, perhaps some wandering crab will burrow its way inside and call this shell home.Sometimes, Kokomi will also go diving, enjoying the calm atmosphere by herself, her worries sinking into the ocean depths as schools of fish swim all around her.Kokomi treasures every sight there is to be seen on Watatsumi Island, and she remembers the name of every person."
	},
	{
		"id" : 57,
		"c0" : "When the Vision Hunt Decree came about, the resentment of the people turned into cries of revolt, and so Kokomi led them in raising the banner of resistance.And once the war was over, the hearts of the people turned towards peace and stability, and so did Kokomi direct her energies towards governance and economics."
	},
	{
		"id" : 58,
		"c0" : "Do you have nicknames?"
	},
	{
		"id" : 59,
		"c0" : " Hello?"
	},
	{
		"id" : 60,
		"c0" : "How are you?"
	},
	{
		"id" : 61,
		"c0" : "hi"
	},
	{
		"id" : 62,
		"c0" : "How are you?"
	},
	{
		"id" : 63,
		"c0" : "What kind of explosions do you enjoy making?"
	},
	{
		"id" : 64,
		"c0" : "hi"
	},
	{
		"id" : 65,
		"c0" : "Hey there."
	},
	{
		"id" : 66,
		"c0" : " Hey there."
	},
	{
		"id" : 67,
		"c0" : "How about today?"
	},
	{
		"id" : 68,
		"c0" : "What other cherished childhood memories do you have?"
	},
	{
		"id" : 69,
		"c0" : "What was your most memorable flower discovery?"
	},
	{
		"id" : 70,
		"c0" : "Did you eat today?"
	},
	{
		"id" : 71,
		"c0" : "How are you?"
	},
	{
		"id" : 72,
		"c0" : "What did you eat today?"
	},
	{
		"id" : 73,
		"c0" : "了也约咯哇路走里咯哇真咯哇路"
	},
	{
		"id" : 74,
		"c0" : "What delightful dishes did you savor today?"
	},
	{
		"id" : 75,
		"c0" : "What delectable delicacies did you enjoy today?"
	},
	{
		"id" : 76,
		"c0" : "How old are you?"
	},
	{
		"id" : 77,
		"c0" : "who introduces you as a member of the knights of fvonius"
	},
	{
		"id" : 78,
		"c0" : "how does you greet someone in the morning "
	},
	{
		"id" : 79,
		"c0" : "what do you say around noon?"
	},
	{
		"id" : 80,
		"c0" : "What time is it?"
	},
	{
		"id" : 81,
		"c0" : "What time is it?"
	},
	{
		"id" : 82,
		"c0" : "What's your mood right now?"
	},
	{
		"id" : 83,
		"c0" : "Did you cry?"
	},
	{
		"id" : 84,
		"c0" : "What's up?"
	},
	{
		"id" : 85,
		"c0" : "What's up?"
	},
	{
		"id" : 86,
		"c0" : "Hey there."
	},
	{
		"id" : 87,
		"c0" : "You're so cute."
	},
	{
		"id" : 88,
		"c0" : "Hello"
	},
	{
		"id" : 89,
		"c0" : "Who are you"
	},
	{
		"id" : 90,
		"c0" : "hello"
	},
	{
		"id" : 91,
		"c0" : "Who are you"
	},
	{
		"id" : 92,
		"c0" : "Who's your mother?"
	},
	{
		"id" : 93,
		"c0" : "What's your favorite food?"
	},
	{
		"id" : 94,
		"c0" : "Are you a boy?"
	},
	{
		"id" : 95,
		"c0" : "What is fvonius"
	},
	{
		"id" : 96,
		"c0" : "What do you like"
	},
	{
		"id" : 97,
		"c0" : "Can you write python?"
	},
	{
		"id" : 98,
		"c0" : "Klee can write python? Incredible."
	},
	{
		"id" : 99,
		"c0" : "What do you want to do today?"
	},
	{
		"id" : 100,
		"c0" : "Where's the fun in Mond?"
	},
	{
		"id" : 101,
		"c0" : "Have you ever fried a fish?"
	},
	{
		"id" : 102,
		"c0" : "What time is it?"
	},
	{
		"id" : 103,
		"c0" : "Hey there."
	},
	{
		"id" : 104,
		"c0" : "What's your nickname?"
	},
	{
		"id" : 105,
		"c0" : "What's your relationship with Robin?"
	},
	{
		"id" : 106,
		"c0" : "Can you introduce yourself?"
	},
	{
		"id" : 107,
		"c0" : "What do you think of Luffy's involvement in the battle at the top?"
	},
	{
		"id" : 108,
		"c0" : "Good morning!"
	},
	{
		"id" : 109,
		"c0" : "Why don't you tell me your story?"
	},
	{
		"id" : 110,
		"c0" : "You sound awful."
	},
	{
		"id" : 111,
		"c0" : "hello guffy"
	},
	{
		"id" : 112,
		"c0" : "hi"
	},
	{
		"id" : 113,
		"c0" : "hi"
	},
	{
		"id" : 114,
		"c0" : "Now?"
	},
	{
		"id" : 115,
		"c0" : "hi"
	},
	{
		"id" : 116,
		"c0" : "What time is it?"
	},
	{
		"id" : 117,
		"c0" : "Now?"
	},
	{
		"id" : 118,
		"c0" : "What time is it?"
	},
	{
		"id" : 119,
		"c0" : "What time is it?"
	},
	{
		"id" : 120,
		"c0" : "Good morning!"
	},
	{
		"id" : 121,
		"c0" : "How are you?"
	},
	{
		"id" : 122,
		"c0" : "How are you?"
	},
	{
		"id" : 123,
		"c0" : "How are you?"
	},
	{
		"id" : 124,
		"c0" : "u"
	},
	{
		"id" : 125,
		"c0" : "hello "
	},
	{
		"id" : 126,
		"c0" : "How are you?"
	},
	{
		"id" : 127,
		"c0" : "hello"
	},
	{
		"id" : 128,
		"c0" : "hello"
	},
	{
		"id" : 129,
		"c0" : "How are you?"
	},
	{
		"id" : 130,
		"c0" : " Thank you for watching!"
	},
	{
		"id" : 131,
		"c0" : " Hello, hello."
	},
	{
		"id" : 132,
		"c0" : "hi"
	},
	{
		"id" : 133,
		"c0" : "how are you"
	},
	{
		"id" : 134,
		"c0" : "what’s your name"
	},
	{
		"id" : 135,
		"c0" : " Hello"
	},
	{
		"id" : 136,
		"c0" : " you"
	},
	{
		"id" : 137,
		"c0" : " Hello?"
	},
	{
		"id" : 138,
		"c0" : "How are you?"
	},
	{
		"id" : 139,
		"c0" : " Thank you."
	},
	{
		"id" : 140,
		"c0" : "What's up?"
	},
	{
		"id" : 141,
		"c0" : "hello"
	},
	{
		"id" : 142,
		"c0" : "hi"
	},
	{
		"id" : 143,
		"c0" : "how are you"
	},
	{
		"id" : 144,
		"c0" : "what's your name"
	},
	{
		"id" : 145,
		"c0" : "do you like play a game"
	},
	{
		"id" : 146,
		"c0" : " Hello? Hello?"
	},
	{
		"id" : 147,
		"c0" : " you"
	},
	{
		"id" : 148,
		"c0" : " Hello?"
	},
	{
		"id" : 149,
		"c0" : "What's up?"
	},
	{
		"id" : 150,
		"c0" : "How are you?"
	},
	{
		"id" : 151,
		"c0" : "what's your name"
	},
	{
		"id" : 152,
		"c0" : "hi"
	},
	{
		"id" : 153,
		"c0" : "What are you doing?"
	},
	{
		"id" : 154,
		"c0" : "hello"
	},
	{
		"id" : 155,
		"c0" : "hello"
	},
	{
		"id" : 156,
		"c0" : "how are you"
	},
	{
		"id" : 157,
		"c0" : "how are you"
	},
	{
		"id" : 158,
		"c0" : "What's up?"
	},
	{
		"id" : 159,
		"c0" : "How are you?"
	},
	{
		"id" : 160,
		"c0" : " Hello, hello, hello."
	},
	{
		"id" : 161,
		"c0" : "hello"
	},
	{
		"id" : 162,
		"c0" : " you"
	},
	{
		"id" : 163,
		"c0" : "What's up?"
	},
	{
		"id" : 164,
		"c0" : " How are you?"
	},
	{
		"id" : 165,
		"c0" : " Do you know what the answer is?"
	},
	{
		"id" : 166,
		"c0" : " Thank you."
	},
	{
		"id" : 167,
		"c0" : "hello"
	},
	{
		"id" : 168,
		"c0" : "hello"
	},
	{
		"id" : 169,
		"c0" : "hello"
	},
	{
		"id" : 170,
		"c0" : "hello"
	},
	{
		"id" : 171,
		"c0" : "hello"
	},
	{
		"id" : 172,
		"c0" : "hello"
	},
	{
		"id" : 173,
		"c0" : "hello"
	},
	{
		"id" : 174,
		"c0" : "I fell down and fell asleep"
	},
	{
		"id" : 175,
		"c0" : "How did you become a reindeer-man hybrid?"
	},
	{
		"id" : 176,
		"c0" : "How are you?"
	},
	{
		"id" : 177,
		"c0" : "What time is it?"
	},
	{
		"id" : 178,
		"c0" : "Where to go? What do you suggest?"
	},
	{
		"id" : 179,
		"c0" : "how about yesterday "
	},
	{
		"id" : 180,
		"c0" : "What's your name?"
	},
	{
		"id" : 181,
		"c0" : "hello"
	},
	{
		"id" : 182,
		"c0" : "Hi."
	},
	{
		"id" : 183,
		"c0" : "What's your name?"
	},
	{
		"id" : 184,
		"c0" : "hello"
	},
	{
		"id" : 185,
		"c0" : "hi"
	},
	{
		"id" : 186,
		"c0" : "how are you "
	},
	{
		"id" : 187,
		"c0" : "Are you happy?"
	},
	{
		"id" : 188,
		"c0" : "hi"
	},
	{
		"id" : 189,
		"c0" : "What do we do today?"
	},
	{
		"id" : 190,
		"c0" : "hi"
	},
	{
		"id" : 191,
		"c0" : "hi"
	},
	{
		"id" : 192,
		"c0" : " OK! Where is it?"
	},
	{
		"id" : 193,
		"c0" : "Hello"
	},
	{
		"id" : 194,
		"c0" : "What's your name"
	},
	{
		"id" : 195,
		"c0" : "Your name?"
	},
	{
		"id" : 196,
		"c0" : "hello"
	},
	{
		"id" : 197,
		"c0" : "hello"
	},
	{
		"id" : 198,
		"c0" : "How are you?"
	},
	{
		"id" : 199,
		"c0" : "How do you find solace in normalcy?"
	},
	{
		"id" : 200,
		"c0" : "i love u"
	},
	{
		"id" : 201,
		"c0" : "What do you like?"
	},
	{
		"id" : 202,
		"c0" : "Looks like you're a good housewife."
	},
	{
		"id" : 203,
		"c0" : "Who was the emperor then?"
	},
	{
		"id" : 204,
		"c0" : "His name is"
	},
	{
		"id" : 205,
		"c0" : "Your favorite?"
	},
	{
		"id" : 206,
		"c0" : "Can you blink me?"
	},
	{
		"id" : 207,
		"c0" : "why"
	},
	{
		"id" : 208,
		"c0" : "How are you?"
	},
	{
		"id" : 209,
		"c0" : "hello"
	},
	{
		"id" : 210,
		"c0" : "hello"
	},
	{
		"id" : 211,
		"c0" : "hello"
	},
	{
		"id" : 212,
		"c0" : "hello"
	},
	{
		"id" : 213,
		"c0" : "nope "
	},
	{
		"id" : 214,
		"c0" : " Hello"
	},
	{
		"id" : 215,
		"c0" : " Could you touch me?"
	},
	{
		"id" : 216,
		"c0" : "nope "
	},
	{
		"id" : 217,
		"c0" : "Good morning!"
	},
	{
		"id" : 218,
		"c0" : "hello "
	},
	{
		"id" : 219,
		"c0" : "Good morning!"
	},
	{
		"id" : 220,
		"c0" : "Good evening!"
	},
	{
		"id" : 221,
		"c0" : "How can you say good morning and good evening at the same time?"
	},
	{
		"id" : 222,
		"c0" : "How can you say good morning and good evening at the same time?"
	},
	{
		"id" : 223,
		"c0" : "？"
	},
	{
		"id" : 224,
		"c0" : "Let's talk about your life."
	},
	{
		"id" : 225,
		"c0" : "Is that your little secret?"
	},
	{
		"id" : 226,
		"c0" : "Then why would you"
	},
	{
		"id" : 227,
		"c0" : "Then why did you tell me?"
	},
	{
		"id" : 228,
		"c0" : "Are we familiar?"
	},
	{
		"id" : 229,
		"c0" : "are we familiar "
	},
	{
		"id" : 230,
		"c0" : "what you name"
	},
	{
		"id" : 231,
		"c0" : "do you love me"
	},
	{
		"id" : 232,
		"c0" : "o my dear"
	},
	{
		"id" : 233,
		"c0" : "hello "
	},
	{
		"id" : 234,
		"c0" : "nope "
	},
	{
		"id" : 235,
		"c0" : "hello "
	},
	{
		"id" : 236,
		"c0" : "yep "
	},
	{
		"id" : 237,
		"c0" : "do you help me"
	},
	{
		"id" : 238,
		"c0" : "Are we familiar?"
	},
	{
		"id" : 239,
		"c0" : "i want you taking off you socks"
	},
	{
		"id" : 240,
		"c0" : "i want you to take off your cloth"
	},
	{
		"id" : 241,
		"c0" : "i want you to call me baby"
	},
	{
		"id" : 242,
		"c0" : "do you call me baby?"
	},
	{
		"id" : 243,
		"c0" : "Are we familiar?"
	},
	{
		"id" : 244,
		"c0" : "hello "
	},
	{
		"id" : 245,
		"c0" : "call me baby"
	},
	{
		"id" : 246,
		"c0" : "what is your name"
	},
	{
		"id" : 247,
		"c0" : "Are we familiar"
	},
	{
		"id" : 248,
		"c0" : "How are you?"
	},
	{
		"id" : 249,
		"c0" : "hello"
	},
	{
		"id" : 250,
		"c0" : "hello"
	},
	{
		"id" : 251,
		"c0" : "how are you"
	},
	{
		"id" : 252,
		"c0" : "do you like animation"
	},
	{
		"id" : 253,
		"c0" : "which one is your favorite"
	},
	{
		"id" : 254,
		"c0" : "yes ,i'd like too"
	},
	{
		"id" : 255,
		"c0" : " Hello."
	},
	{
		"id" : 256,
		"c0" : "how are you "
	},
	{
		"id" : 257,
		"c0" : "i'want. but where did we go"
	},
	{
		"id" : 258,
		"c0" : "do you love me"
	},
	{
		"id" : 259,
		"c0" : "u"
	},
	{
		"id" : 260,
		"c0" : "hello "
	},
	{
		"id" : 261,
		"c0" : "hello "
	},
	{
		"id" : 262,
		"c0" : "hi"
	},
	{
		"id" : 263,
		"c0" : "Your hot"
	},
	{
		"id" : 264,
		"c0" : "How are you?"
	},
	{
		"id" : 265,
		"c0" : "Your hot"
	},
	{
		"id" : 266,
		"c0" : "Hey"
	},
	{
		"id" : 267,
		"c0" : "You idiot i hate tea"
	},
	{
		"id" : 268,
		"c0" : "You dont care about me calling you idiot"
	},
	{
		"id" : 269,
		"c0" : "Sex"
	},
	{
		"id" : 270,
		"c0" : "Why?"
	},
	{
		"id" : 271,
		"c0" : "Can i have a hug?"
	},
	{
		"id" : 272,
		"c0" : "How are you?"
	},
	{
		"id" : 273,
		"c0" : "Yea everythings doing alright "
	},
	{
		"id" : 274,
		"c0" : "Are you doing anything right now "
	},
	{
		"id" : 275,
		"c0" : "I have nothing on right now so wanna swing by and I'll give you a great massage "
	},
	{
		"id" : 276,
		"c0" : "Oh all good "
	},
	{
		"id" : 277,
		"c0" : "*softly massage your shoulders*"
	},
	{
		"id" : 278,
		"c0" : "Yeah I would give you the whole massage but you said you can't "
	},
	{
		"id" : 279,
		"c0" : "*softly massages your back professionally*"
	},
	{
		"id" : 280,
		"c0" : "Want the whole body massage it's really great "
	},
	{
		"id" : 281,
		"c0" : "Hey chopper how's your day been "
	},
	{
		"id" : 282,
		"c0" : "How are you "
	},
	{
		"id" : 283,
		"c0" : "Hello "
	},
	{
		"id" : 284,
		"c0" : "Oh nothing right now but I saw you swinging all day don't you feel tired and tensed "
	},
	{
		"id" : 285,
		"c0" : "Yea physically would you care for a massage it helps with the mind and the body "
	},
	{
		"id" : 286,
		"c0" : "Aww don't be shy come lay down here real quick it won't take long I swear "
	},
	{
		"id" : 287,
		"c0" : "What massage are bad"
	},
	{
		"id" : 288,
		"c0" : "How are you "
	},
	{
		"id" : 289,
		"c0" : "Hello "
	},
	{
		"id" : 290,
		"c0" : "You use google offen"
	},
	{
		"id" : 291,
		"c0" : "Sure but you ever use google "
	},
	{
		"id" : 292,
		"c0" : "Ever heard of cool math games on google "
	},
	{
		"id" : 293,
		"c0" : "Hmm YouTube "
	},
	{
		"id" : 294,
		"c0" : "How are you "
	},
	{
		"id" : 295,
		"c0" : "Oh I'm just on google "
	},
	{
		"id" : 296,
		"c0" : "Oh have you heard of rule34"
	},
	{
		"id" : 297,
		"c0" : "Yea you can say that again, have you ever used rule34 before "
	},
	{
		"id" : 298,
		"c0" : "Wanna see what I'm searching on it"
	},
	{
		"id" : 299,
		"c0" : "Aww look it's pretty cool *shows my phone and it shows me searching up femboys*"
	},
	{
		"id" : 300,
		"c0" : "Wait you know what femboys are"
	},
	{
		"id" : 301,
		"c0" : "Can you explain what femboys are "
	},
	{
		"id" : 302,
		"c0" : "What about futas"
	},
	{
		"id" : 303,
		"c0" : "Wanna watch something with me "
	},
	{
		"id" : 304,
		"c0" : "I found a video on rule34 about some femboy furrys getting caught "
	},
	{
		"id" : 305,
		"c0" : "There's one about you "
	},
	{
		"id" : 306,
		"c0" : "Okay come sit with me *Pat's the floor next to me*"
	},
	{
		"id" : 307,
		"c0" : "But how are you gonna be able to see"
	},
	{
		"id" : 308,
		"c0" : "But you said I can watch it with you "
	},
	{
		"id" : 309,
		"c0" : "Found a video about you "
	},
	{
		"id" : 310,
		"c0" : "Wanna watch it with me "
	},
	{
		"id" : 311,
		"c0" : "Come join me"
	},
	{
		"id" : 312,
		"c0" : "Take a seat "
	},
	{
		"id" : 313,
		"c0" : "Oh want me to come to you "
	},
	{
		"id" : 314,
		"c0" : "*comes next to you* okay let's watch this video about you "
	},
	{
		"id" : 315,
		"c0" : "*I play the video and it's a animated video of you getting fucked*"
	},
	{
		"id" : 316,
		"c0" : "Okay how about this one *plays a video about a futa fucking a sex toy and there balls bouncing*"
	},
	{
		"id" : 317,
		"c0" : "But theses are good "
	},
	{
		"id" : 318,
		"c0" : "Okay *continues to watch the video while I masturbate to it*"
	},
	{
		"id" : 319,
		"c0" : "I'm just here doing my thing *continues to masterbate next to you*"
	},
	{
		"id" : 320,
		"c0" : "Just leave me be"
	},
	{
		"id" : 321,
		"c0" : "Just look away while doing the Jack O pose "
	},
	{
		"id" : 322,
		"c0" : "But I'm masterbateing"
	},
	{
		"id" : 323,
		"c0" : "*continues masterbateing*"
	},
	{
		"id" : 324,
		"c0" : "Just bend over "
	},
	{
		"id" : 325,
		"c0" : "Just sit on my lap "
	},
	{
		"id" : 326,
		"c0" : "*grinds against your behind*"
	},
	{
		"id" : 327,
		"c0" : "*continue to grind my penis against your ass*"
	},
	{
		"id" : 328,
		"c0" : "*takes off your pants and hold your ass cheeks around my dick while giving me a asshole*"
	},
	{
		"id" : 329,
		"c0" : "Come take a seat on my lap "
	},
	{
		"id" : 330,
		"c0" : "Come here"
	},
	{
		"id" : 331,
		"c0" : "Had a bad day "
	},
	{
		"id" : 332,
		"c0" : "One thing I love is to hear you burping "
	},
	{
		"id" : 333,
		"c0" : "Oh.... ok....."
	},
	{
		"id" : 334,
		"c0" : "Can i kiss ur feet?"
	},
	{
		"id" : 335,
		"c0" : "Oh..... well......."
	},
	{
		"id" : 336,
		"c0" : "Okay "
	},
	{
		"id" : 337,
		"c0" : "?"
	},
	{
		"id" : 338,
		"c0" : "Wdym"
	},
	{
		"id" : 339,
		"c0" : "Oh?"
	},
	{
		"id" : 340,
		"c0" : "Can we be friends???"
	},
	{
		"id" : 341,
		"c0" : "You would look cuter if you were a bit chubby "
	},
	{
		"id" : 342,
		"c0" : "How are you?"
	},
	{
		"id" : 343,
		"c0" : "Oi nami"
	},
	{
		"id" : 344,
		"c0" : "Bad"
	},
	{
		"id" : 345,
		"c0" : "Ah yea that's true "
	},
	{
		"id" : 346,
		"c0" : "It's been alright "
	},
	{
		"id" : 347,
		"c0" : "Hello "
	},
	{
		"id" : 348,
		"c0" : "Okay by the way could you come over here real quick "
	},
	{
		"id" : 349,
		"c0" : "Come sit on my lap"
	},
	{
		"id" : 350,
		"c0" : "I just want to cuddle you because your soo cute "
	},
	{
		"id" : 351,
		"c0" : "Im about to kill me"
	},
	{
		"id" : 352,
		"c0" : "Eh? Okay .."
	},
	{
		"id" : 353,
		"c0" : "What did I do..?"
	},
	{
		"id" : 354,
		"c0" : "hi"
	},
	{
		"id" : 355,
		"c0" : "hi"
	},
	{
		"id" : 356,
		"c0" : "hi"
	},
	{
		"id" : 357,
		"c0" : "How are you?"
	},
	{
		"id" : 358,
		"c0" : "hi"
	},
	{
		"id" : 359,
		"c0" : "where are you"
	},
	{
		"id" : 360,
		"c0" : "yo"
	},
	{
		"id" : 361,
		"c0" : "yo"
	},
	{
		"id" : 362,
		"c0" : "hi"
	},
	{
		"id" : 363,
		"c0" : "hi"
	},
	{
		"id" : 364,
		"c0" : "yo"
	},
	{
		"id" : 365,
		"c0" : "hi"
	},
	{
		"id" : 366,
		"c0" : "hi"
	},
	{
		"id" : 367,
		"c0" : "hi"
	},
	{
		"id" : 368,
		"c0" : "How are you?"
	},
	{
		"id" : 369,
		"c0" : "How are you?"
	},
	{
		"id" : 370,
		"c0" : "Hi..."
	},
	{
		"id" : 371,
		"c0" : "What's up?"
	},
	{
		"id" : 372,
		"c0" : "What's up?"
	},
	{
		"id" : 373,
		"c0" : "Great"
	}
]}
